Repository: sammuy17-droid/excel-ai-assistant-android-app
Catalog: l10n/app_*.arb
Languages: uz

# homeTitle
source: Analyzer
uz: Tahlilchi

# pickFile
source: Pick a file
uz: Fayl tanlash

source: Selected file
uz: Tanlangan fayl

source: Analyze
uz: Tahlil qilish

source: Result
uz: Natija

# noResult
source: No result yet.
uz: Hali natija yo‘q.

# backendWaking
source: Connecting to serviceâ€¦
uz: Xizmatga ulanmoqda…

# backendDown
source: Service is not reachable. Please check internet and try again.
uz: Xizmatga ulanmadi. Internetni tekshirib qayta urinib ko‘ring.

source: Language
uz: Til

source: Theme
uz: Rejim

source: System
uz: Tizim

source: Light
uz: Kun

source: Dark
uz: Tun

source: Settings
uz: Sozlamalar

source: Retry
uz: Qayta urinish

# fileTypesHint
source: Supported: .xlsx .xls .csv .tsv
uz: Qo‘llab-quvvatlanadi: .xlsx .xls .csv .tsv
